Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.reorderOnNotification
source: Reorder on Notification
ar: ШҘШ№Ш§ШҜШ© Ш§Щ„ШӘШұШӘЩҠШЁ Ш№ЩҶШҜ Ш§Щ„ШҘШҙШ№Ш§Шұ
bs: Prerasporedi pri obavjeЕЎtenju
da: Omarranger ved notifikation
de: Bei Benachrichtigung neu sortieren
es: Reordenar al recibir notificaciГіn
fr: RГ©ordonner Г la notification
it: Riordina alla notifica
ja: йҖҡзҹҘжҷӮгҒ«дёҰгҒ№жӣҝгҒҲ
ko: м•ҢлҰј мӢң мҲңм„ң ліҖкІҪ
nb: Omorganiser ved varsel
pl: Zmiana kolejnoЕӣci przy powiadomieniu
pt_br: Reordenar ao Receber NotificaГ§ГЈo
ru: РҹРөСҖРөРјРөСүРөРҪРёРө РҝСҖРё СғРІРөРҙРҫРјР»РөРҪРёРё
th: аёҲаёұаё”а№ҖаёЈаёөаёўаёҮа№ғаё«аёЎа№Ҳа№ҖаёЎаё·а№ҲаёӯаёЎаёөаёҒаёІаёЈа№ҒаёҲа№үаёҮа№Җаё•аё·аёӯаёҷ
tr: Bildirimde Yeniden SДұrala
uk: РҹРөСҖРөРјС–СүРөРҪРҪСҸ РҝСҖРё СҒРҝРҫРІС–СүРөРҪРҪС–
zh_hans: ж”¶еҲ°йҖҡзҹҘж—¶йҮҚж–°жҺ’еәҸ
zh_hant: ж”¶еҲ°йҖҡзҹҘжҷӮйҮҚж–°жҺ’еәҸ

# settings.app.reorderOnNotification.subtitle
source: Move workspaces to the top when they receive a notification. Disable for stable shortcut positions.
ar: ЩҶЩӮЩ„ Щ…ШіШ§ШӯШ§ШӘ Ш§Щ„Ш№Щ…Щ„ ШҘЩ„Щү Ш§Щ„ШЈШ№Щ„Щү Ш№ЩҶШҜ ШӘЩ„ЩӮЩҠ ШҘШҙШ№Ш§Шұ. ЩӮЩ… ШЁШ§Щ„ШӘШ№Ш·ЩҠЩ„ Щ„Щ„ШӯЩҒШ§Шё Ш№Щ„Щү Щ…ЩҲШ§Ш¶Ш№ Ш§Щ„Ш§Ш®ШӘШөШ§ШұШ§ШӘ Ш§Щ„Ш«Ш§ШЁШӘШ©.
bs: Pomjeri radne prostore na vrh kada prime obavjeЕЎtenje. OnemoguДҮite za stabilne pozicije preДҚica.
da: Flyt arbejdsomrГҘder til toppen, nГҘr de modtager en notifikation. Deaktiver for stabile genvejspositioner.
de: Arbeitsbereiche nach oben verschieben, wenn sie eine Benachrichtigung erhalten. Deaktivieren Sie dies fГјr stabile TastenkГјrzel-Positionen.
es: Mover espacios de trabajo al inicio cuando reciben una notificaciГіn. Desactiva para posiciones de atajo estables.
fr: DГ©placer les espaces de travail en haut lorsqu'ils reГ§oivent une notification. DГ©sactivez pour des positions de raccourcis stables.
it: Sposta le aree di lavoro in cima quando ricevono una notifica. Disabilita per posizioni di scorciatoia stabili.
ja: йҖҡзҹҘгӮ’еҸ—гҒ‘еҸ–гҒЈгҒҹгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’дёҖз•ӘдёҠгҒ«з§»еӢ•гҒ—гҒҫгҒҷгҖӮгӮ·гғ§гғјгғҲгӮ«гғғгғҲдҪҚзҪ®гӮ’еӣәе®ҡгҒҷгӮӢгҒ«гҒҜз„ЎеҠ№гҒ«гҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: м•ҢлҰјмқ„ л°ӣмқҖ мһ‘м—… кіөк°„мқ„ л§Ё мң„лЎң мқҙлҸҷн•©лӢҲлӢӨ. лӢЁм¶•нӮӨ мң„м№ҳлҘј кі м •н•ҳл Өл©ҙ л№„нҷңм„ұнҷ”н•ҳм„ёмҡ”.
nb: Flytt arbeidsomrГҘder til toppen nГҘr de mottar et varsel. Deaktiver for stabile snarveiposisjoner.
pl: PrzenoЕӣ przestrzenie robocze na gГіrДҷ, gdy otrzymajД… powiadomienie. WyЕӮД…cz, aby zachowaДҮ staЕӮe pozycje skrГіtГіw.
pt_br: Move ГЎreas de trabalho para o topo ao receber uma notificaГ§ГЈo. Desative para posiГ§Гөes de atalho estГЎveis.
ru: РҹРөСҖРөРјРөСүР°СӮСҢ СҖР°РұРҫСҮРёРө РҝСҖРҫСҒСӮСҖР°РҪСҒСӮРІР° РҪР°РІРөСҖС… РҝСҖРё РҝРҫР»СғСҮРөРҪРёРё СғРІРөРҙРҫРјР»РөРҪРёСҸ. РһСӮРәР»СҺСҮРёСӮРө РҙР»СҸ СҒСӮР°РұРёР»СҢРҪСӢС… РҝРҫР·РёСҶРёР№ СҒРҫСҮРөСӮР°РҪРёР№ РәР»Р°РІРёСҲ.
th: аёўа№үаёІаёўа№Җаё§аёҙаёЈа№ҢаёҒаёӘа№ҖаёӣаёӢа№„аёӣаё”а№үаёІаёҷаёҡаёҷа№ҖаёЎаё·а№Ҳаёӯа№„аё”а№үаёЈаёұаёҡаёҒаёІаёЈа№ҒаёҲа№үаёҮа№Җаё•аё·аёӯаёҷ аёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷа№Җаёһаё·а№Ҳаёӯа№ғаё«а№үаё•аёіа№Ғаё«аёҷа№ҲаёҮаё—аёІаёҮаёҘаёұаё”аё„аёҮаё—аёөа№Ҳ
tr: Bildirim aldДұklarДұnda Г§alДұЕҹma alanlarДұnДұ en Гјste taЕҹДұ. Sabit kДұsayol konumlarДұ iГ§in devre dДұЕҹДұ bДұrakДұn.
uk: РҹРөСҖРөРјС–СүСғРІР°СӮРё СҖРҫРұРҫСҮС– РҫРұР»Р°СҒСӮС– РҪР°РіРҫСҖСғ РҝСҖРё РҫСӮСҖРёРјР°РҪРҪС– СҒРҝРҫРІС–СүРөРҪРҪСҸ. Р’РёРјРәРҪС–СӮСҢ РҙР»СҸ СҒСӮР°РұС–Р»СҢРҪРёС… РҝРҫР·РёСҶС–Р№ РәРҫРјРұС–РҪР°СҶС–Р№ РәР»Р°РІС–СҲ.
zh_hans: ж”¶еҲ°йҖҡзҹҘж—¶е°Ҷе·ҘдҪңеҢәз§»иҮійЎ¶йғЁгҖӮзҰҒз”Ёд»ҘдҝқжҢҒеҝ«жҚ·й”®дҪҚзҪ®зЁіе®ҡгҖӮ
zh_hant: ж”¶еҲ°йҖҡзҹҘжҷӮе°Үе·ҘдҪңеҚҖз§»иҮіжңҖдёҠж–№гҖӮеҒңз”ЁжӯӨйҒёй …еҸҜз¶ӯжҢҒз©©е®ҡзҡ„еҝ«жҚ·йҚөдҪҚзҪ®гҖӮ

# settings.app.showBranchDirectory
source: Show Branch + Directory in Sidebar
ar: Ш№ШұШ¶ Ш§Щ„ЩҒШұШ№ ЩҲШ§Щ„ШҜЩ„ЩҠЩ„ ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: PrikaЕҫi granu i direktorij u boДҚnoj traci
da: Vis gren + mappe i sidebjГҰlke
de: Branch + Verzeichnis in Seitenleiste anzeigen
es: Mostrar rama + directorio en la barra lateral
fr: Afficher la branche et le rГ©pertoire dans la barre latГ©rale
it: Mostra branch e directory nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ«гғ–гғ©гғігғҒ+гғҮгӮЈгғ¬гӮҜгғҲгғӘгӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ лёҢлһңм№ҳ + л””л үнҶ лҰ¬ н‘ңмӢң
nb: Vis gren + katalog i sidepanelet
pl: PokaЕј gaЕӮД…Еә + katalog na pasku bocznym
pt_br: Mostrar Branch + DiretГіrio na Barra Lateral
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ РІРөСӮРәСғ Рё РәР°СӮР°Р»РҫРі РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№ҒаёӘаё”аёҮаёӘаёІаёӮаёІ + а№„аё”а№ҖаёЈаёҒаё—аёӯаёЈаёөа№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹunda Dal + Dizin GГ¶ster
uk: РҹРҫРәР°Р·СғРІР°СӮРё РіС–Р»РәСғ + СӮРөРәСғ РІ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: еңЁдҫ§иҫ№ж ҸжҳҫзӨәеҲҶж”Ҝе’Ңзӣ®еҪ•
zh_hant: еңЁеҒҙйӮҠж¬„йЎҜзӨәеҲҶж”ҜиҲҮзӣ®йҢ„

# settings.app.showBranchDirectory.subtitle
source: Display the built-in git branch and working-directory row.
ar: Ш№ШұШ¶ ШөЩҒ ЩҒШұШ№ git Ш§Щ„Щ…ШҜЩ…Ш¬ ЩҲШҜЩ„ЩҠЩ„ Ш§Щ„Ш№Щ…Щ„.
bs: PrikaЕҫi ugraД‘eni red za git granu i radni direktorij.
da: Vis den indbyggede git-gren og arbejdsmapperГҰkken.
de: Die integrierte Git-Branch- und Arbeitsverzeichniszeile anzeigen.
es: Mostrar la fila integrada de rama git y directorio de trabajo.
fr: Afficher la ligne de branche git et de rГ©pertoire de travail intГ©grГ©e.
it: Visualizza la riga integrata con il branch git e la directory di lavoro.
ja: зө„гҒҝиҫјгҒҝгҒ®gitгғ–гғ©гғігғҒгҒЁдҪңжҘӯгғҮгӮЈгғ¬гӮҜгғҲгғӘгҒ®иЎҢгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: кё°ліё м ңкіө git лёҢлһңм№ҳ л°Ҹ мһ‘м—… л””л үнҶ лҰ¬ н–үмқ„ н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis den innebygde git-grenen og arbeidskatalograden.
pl: WyЕӣwietlaj wbudowany wiersz gaЕӮДҷzi git i katalogu roboczego.
pt_br: Exibir a linha integrada de branch git e diretГіrio de trabalho.
ru: РһСӮРҫРұСҖР°Р¶Р°СӮСҢ РІСҒСӮСҖРҫРөРҪРҪСғСҺ СҒСӮСҖРҫРәСғ РІРөСӮРәРё git Рё СҖР°РұРҫСҮРөРіРҫ РәР°СӮР°Р»РҫРіР°.
th: а№ҒаёӘаё”аёҮа№Ғаё–аё§аёӘаёІаёӮаёІ git а№ҒаёҘаё°а№„аё”а№ҖаёЈаёҒаё—аёӯаёЈаёөаё—аёіаёҮаёІаёҷа№ғаёҷаё•аёұаё§
tr: YerleЕҹik git dalДұ ve Г§alДұЕҹma dizini satДұrДұnДұ gГ¶ster.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РІРұСғРҙРҫРІР°РҪРёР№ СҖСҸРҙРҫРә Р· РіС–Р»РәРҫСҺ git СӮР° СҖРҫРұРҫСҮРҫСҺ СӮРөРәРҫСҺ.
zh_hans: жҳҫзӨәеҶ…зҪ®зҡ„ Git еҲҶж”Ҝе’Ңе·ҘдҪңзӣ®еҪ•иЎҢгҖӮ
zh_hant: йЎҜзӨәе…§е»әзҡ„ git еҲҶж”ҜеҸҠе·ҘдҪңзӣ®йҢ„еҲ—гҖӮ

# settings.app.showLog
source: Show Latest Log in Sidebar
ar: Ш№ШұШ¶ ШЈШӯШҜШ« ШіШ¬Щ„ ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: PrikaЕҫi najnoviji log u boДҚnoj traci
da: Vis seneste log i sidebjГҰlke
de: Letztes Protokoll in Seitenleiste anzeigen
es: Mostrar Гәltimo registro en la barra lateral
fr: Afficher le dernier journal dans la barre latГ©rale
it: Mostra ultimo log nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ«жңҖж–°гғӯгӮ°гӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ мөңмӢ лЎңк·ё н‘ңмӢң
nb: Vis siste logg i sidepanelet
pl: PokaЕј najnowszy dziennik na pasku bocznym
pt_br: Mostrar Гҡltimo Log na Barra Lateral
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ РҝРҫСҒР»РөРҙРҪРёР№ Р¶СғСҖРҪР°Р» РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№ҒаёӘаё”аёҮаёҡаёұаёҷаё—аё¶аёҒаёҘа№ҲаёІаёӘаёёаё”а№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹunda Son GГјnlГјДҹГј GГ¶ster
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҫСҒСӮР°РҪРҪС–Р№ Р¶СғСҖРҪР°Р» Сғ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: еңЁдҫ§иҫ№ж ҸжҳҫзӨәжңҖж–°ж—Ҙеҝ—
zh_hant: еңЁеҒҙйӮҠж¬„йЎҜзӨәжңҖж–°иЁҳйҢ„

# settings.app.showLog.subtitle
source: Display the latest imperative log/status message.
ar: Ш№ШұШ¶ ШЈШӯШҜШ« ШұШіШ§Щ„Ш© ШіШ¬Щ„/ШӯШ§Щ„Ш©.
bs: PrikaЕҫi najnoviju imperativnu log/statusnu poruku.
da: Vis den seneste imperative log/statusmeddelelse.
de: Die letzte imperative Protokoll-/Statusmeldung anzeigen.
es: Mostrar el Гәltimo mensaje imperativo de registro/estado.
fr: Afficher le dernier message de journal/statut impГ©ratif.
it: Visualizza l'ultimo messaggio di log/stato imperativo.
ja: жңҖж–°гҒ®е‘Ҫд»ӨеһӢгғӯгӮ°/гӮ№гғҶгғјгӮҝгӮ№гғЎгғғгӮ»гғјгӮёгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: мөңмӢ лӘ…л №нҳ• лЎңк·ё/мғҒнғң л©”мӢңм§ҖлҘј н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis den siste imperative logg-/statusmeldingen.
pl: WyЕӣwietlaj najnowszy komunikat dziennika/statusu.
pt_br: Exibir a Гәltima mensagem imperativa de log/status.
ru: РһСӮРҫРұСҖР°Р¶Р°СӮСҢ РҝРҫСҒР»РөРҙРҪРөРө СҒР»СғР¶РөРұРҪРҫРө СҒРҫРҫРұСүРөРҪРёРө Р¶СғСҖРҪР°Р»Р°/СҒСӮР°СӮСғСҒР°.
th: а№ҒаёӘаё”аёҮаёӮа№үаёӯаё„аё§аёІаёЎаёҡаёұаёҷаё—аё¶аёҒ/аёӘаё–аёІаёҷаё°аёҘа№ҲаёІаёӘаёёаё”
tr: Son zorunlu gГјnlГјk/durum mesajДұnДұ gГ¶ster.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РҫСҒСӮР°РҪРҪС” С–РјРҝРөСҖР°СӮРёРІРҪРө РҝРҫРІС–РҙРҫРјР»РөРҪРҪСҸ Р¶СғСҖРҪР°Р»Сғ/СҒСӮР°СӮСғСҒСғ.
zh_hans: жҳҫзӨәжңҖж–°зҡ„е‘Ҫд»ӨејҸж—Ҙеҝ—/зҠ¶жҖҒж¶ҲжҒҜгҖӮ
zh_hant: йЎҜзӨәжңҖж–°зҡ„е‘Ҫд»ӨејҸиЁҳйҢ„жҲ–зӢҖж…ӢиЁҠжҒҜгҖӮ

# settings.app.showMetadata
source: Show Custom Metadata in Sidebar
ar: Ш№ШұШ¶ Ш§Щ„ШЁЩҠШ§ЩҶШ§ШӘ Ш§Щ„ЩҲШөЩҒЩҠШ© Ш§Щ„Щ…Ш®ШөШөШ© ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: PrikaЕҫi prilagoД‘ene metapodatke u boДҚnoj traci
da: Vis brugerdefinerede metadata i sidebjГҰlke
de: Benutzerdefinierte Metadaten in Seitenleiste anzeigen
es: Mostrar metadatos personalizados en la barra lateral
fr: Afficher les mГ©tadonnГ©es personnalisГ©es dans la barre latГ©rale
it: Mostra metadati personalizzati nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ«гӮ«гӮ№гӮҝгғ гғЎгӮҝгғҮгғјгӮҝгӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ мӮ¬мҡ©мһҗ м§Җм • л©”нғҖлҚ°мқҙн„° н‘ңмӢң
nb: Vis egendefinerte metadata i sidepanelet
pl: PokaЕј wЕӮasne metadane na pasku bocznym
pt_br: Mostrar Metadados Personalizados na Barra Lateral
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ РјРөСӮР°РҙР°РҪРҪСӢРө РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№ҒаёӘаё”аёҮаёӮа№үаёӯаёЎаё№аёҘа№ҖаёЎаё•аёІаё—аёөа№ҲаёҒаёіаё«аёҷаё”а№ҖаёӯаёҮа№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹunda Г–zel Гңst Veriyi GГ¶ster
uk: РҹРҫРәР°Р·СғРІР°СӮРё РІР»Р°СҒРҪС– РјРөСӮР°РҙР°РҪС– РІ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: еңЁдҫ§иҫ№ж ҸжҳҫзӨәиҮӘе®ҡд№үе…ғж•°жҚ®
zh_hant: еңЁеҒҙйӮҠж¬„йЎҜзӨәиҮӘиЁӮдёӯз№јиіҮж–ҷ

# settings.app.showMetadata.subtitle
source: Display custom metadata from report_meta/set_status and report_meta_block.
ar: Ш№ШұШ¶ Ш§Щ„ШЁЩҠШ§ЩҶШ§ШӘ Ш§Щ„ЩҲШөЩҒЩҠШ© Ш§Щ„Щ…Ш®ШөШөШ© Щ…ЩҶ report_meta/set_status ЩҲ report_meta_block.
bs: PrikaЕҫi prilagoД‘ene metapodatke iz report_meta/set_status i report_meta_block.
da: Vis brugerdefinerede metadata fra report_meta/set_status og report_meta_block.
de: Benutzerdefinierte Metadaten von report_meta/set_status und report_meta_block anzeigen.
es: Mostrar metadatos personalizados de report_meta/set_status y report_meta_block.
fr: Afficher les mГ©tadonnГ©es personnalisГ©es de report_meta/set_status et report_meta_block.
it: Visualizza metadati personalizzati da report_meta/set_status e report_meta_block.
ja: report_meta/set_statusгҒҠгӮҲгҒіreport_meta_blockгҒӢгӮүгҒ®гӮ«гӮ№гӮҝгғ гғЎгӮҝгғҮгғјгӮҝгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: report_meta/set_status л°Ҹ report_meta_blockмқҳ мӮ¬мҡ©мһҗ м§Җм • л©”нғҖлҚ°мқҙн„°лҘј н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis egendefinerte metadata fra report_meta/set_status og report_meta_block.
pl: WyЕӣwietlaj wЕӮasne metadane z report_meta/set_status i report_meta_block.
pt_br: Exibir metadados personalizados de report_meta/set_status e report_meta_block.
ru: РһСӮРҫРұСҖР°Р¶Р°СӮСҢ РҝРҫР»СҢР·РҫРІР°СӮРөР»СҢСҒРәРёРө РјРөСӮР°РҙР°РҪРҪСӢРө РёР· report_meta/set_status Рё report_meta_block.
th: а№ҒаёӘаё”аёҮаёӮа№үаёӯаёЎаё№аёҘа№ҖаёЎаё•аёІаё—аёөа№ҲаёҒаёіаё«аёҷаё”а№ҖаёӯаёҮаёҲаёІаёҒ report_meta/set_status а№ҒаёҘаё° report_meta_block
tr: report_meta/set_status ve report_meta_block'tan Г¶zel Гјst veriyi gГ¶ster.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РІР»Р°СҒРҪС– РјРөСӮР°РҙР°РҪС– Р· report_meta/set_status СӮР° report_meta_block.
zh_hans: жҳҫзӨәжқҘиҮӘ report_meta/set_status е’Ң report_meta_block зҡ„иҮӘе®ҡд№үе…ғж•°жҚ®гҖӮ
zh_hant: йЎҜзӨәдҫҶиҮӘ report_meta/set_status е’Ң report_meta_block зҡ„иҮӘиЁӮдёӯз№јиіҮж–ҷгҖӮ

# settings.app.showPorts
source: Show Listening Ports in Sidebar
ar: Ш№ШұШ¶ Ш§Щ„Щ…ЩҶШ§ЩҒШ° Ш§Щ„ЩҶШҙШ·Ш© ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: PrikaЕҫi osluЕЎkivane portove u boДҚnoj traci
da: Vis lyttende porte i sidebjГҰlke
de: Lauschende Ports in Seitenleiste anzeigen
es: Mostrar puertos en escucha en la barra lateral
fr: Afficher les ports en Г©coute dans la barre latГ©rale
it: Mostra porte in ascolto nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ«гғӘгӮ№гғӢгғігӮ°гғқгғјгғҲгӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ мҲҳмӢ лҢҖкё° нҸ¬нҠё н‘ңмӢң
nb: Vis lyttende porter i sidepanelet
pl: PokaЕј nasЕӮuchujД…ce porty na pasku bocznym
pt_br: Mostrar Portas em Escuta na Barra Lateral
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ РҝСҖРҫСҒР»СғСҲРёРІР°РөРјСӢРө РҝРҫСҖСӮСӢ РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№ҒаёӘаё”аёҮаёһаёӯаёЈа№Ңаё•аё—аёөа№ҲаёҒаёіаёҘаёұаёҮаёЈаёұаёҡаёҹаёұаёҮа№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹunda Dinlenen PortlarДұ GГ¶ster
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҝРҫСҖСӮРё РІ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: еңЁдҫ§иҫ№ж ҸжҳҫзӨәзӣ‘еҗ¬з«ҜеҸЈ
zh_hant: еңЁеҒҙйӮҠж¬„йЎҜзӨәзӣЈиҒҪйҖЈжҺҘеҹ

# settings.app.showPorts.subtitle
source: Display detected listening ports for the active workspace.
ar: Ш№ШұШ¶ Ш§Щ„Щ…ЩҶШ§ЩҒШ° Ш§Щ„Щ…ЩғШӘШҙЩҒШ© Щ„Щ…ШіШ§ШӯШ© Ш§Щ„Ш№Щ…Щ„ Ш§Щ„ЩҶШҙШ·Ш©.
bs: PrikaЕҫi otkrivene osluЕЎkivane portove za aktivni radni prostor.
da: Vis registrerede lyttende porte for det aktive arbejdsomrГҘde.
de: Erkannte lauschende Ports fГјr den aktiven Arbeitsbereich anzeigen.
es: Mostrar los puertos en escucha detectados para el espacio de trabajo activo.
fr: Afficher les ports en Г©coute dГ©tectГ©s pour l'espace de travail actif.
it: Visualizza le porte in ascolto rilevate per l'area di lavoro attiva.
ja: гӮўгӮҜгғҶгӮЈгғ–гҒӘгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ§жӨңеҮәгҒ•гӮҢгҒҹгғӘгӮ№гғӢгғігӮ°гғқгғјгғҲгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: нҷңм„ұ мһ‘м—… кіөк°„м—җм„ң к°җм§Җлҗң мҲҳмӢ лҢҖкё° нҸ¬нҠёлҘј н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis oppdagede lyttende porter for det aktive arbeidsomrГҘdet.
pl: WyЕӣwietlaj wykryte nasЕӮuchujД…ce porty dla aktywnej przestrzeni roboczej.
pt_br: Exibir portas em escuta detectadas para a ГЎrea de trabalho ativa.
ru: РһСӮРҫРұСҖР°Р¶Р°СӮСҢ РҫРұРҪР°СҖСғР¶РөРҪРҪСӢРө РҝСҖРҫСҒР»СғСҲРёРІР°РөРјСӢРө РҝРҫСҖСӮСӢ РҙР»СҸ Р°РәСӮРёРІРҪРҫРіРҫ СҖР°РұРҫСҮРөРіРҫ РҝСҖРҫСҒСӮСҖР°РҪСҒСӮРІР°.
th: а№ҒаёӘаё”аёҮаёһаёӯаёЈа№Ңаё•аё—аёөа№Ҳаё•аёЈаё§аёҲаёһаёҡаёӘаёіаё«аёЈаёұаёҡа№Җаё§аёҙаёЈа№ҢаёҒаёӘа№ҖаёӣаёӢаё—аёөа№Ҳа№ғаёҠа№үаёҮаёІаёҷаёӯаёўаё№а№Ҳ
tr: Etkin Г§alДұЕҹma alanДұ iГ§in algДұlanan dinlenen portlarДұ gГ¶ster.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РІРёСҸРІР»РөРҪС– РҝРҫСҖСӮРё РҙР»СҸ Р°РәСӮРёРІРҪРҫС— СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС–.
zh_hans: жҳҫзӨәжҙ»еҠЁе·ҘдҪңеҢәжЈҖжөӢеҲ°зҡ„зӣ‘еҗ¬з«ҜеҸЈгҖӮ
zh_hant: йЎҜзӨәдҪҝз”Ёдёӯе·ҘдҪңеҚҖеҒөжё¬еҲ°зҡ„зӣЈиҒҪйҖЈжҺҘеҹ гҖӮ

# settings.app.showProgress
source: Show Progress in Sidebar
ar: Ш№ШұШ¶ Ш§Щ„ШӘЩӮШҜЩ… ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: PrikaЕҫi napredak u boДҚnoj traci
da: Vis fremskridt i sidebjГҰlke
de: Fortschritt in Seitenleiste anzeigen
es: Mostrar progreso en la barra lateral
fr: Afficher la progression dans la barre latГ©rale
it: Mostra progresso nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ«йҖІжҚ—гӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ м§„н–ү мғҒнҷ© н‘ңмӢң
nb: Vis fremdrift i sidepanelet
pl: PokaЕј postДҷp na pasku bocznym
pt_br: Mostrar Progresso na Barra Lateral
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ РҝСҖРҫРіСҖРөСҒСҒ РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№ҒаёӘаё”аёҮаё„аё§аёІаёЎаё„аё·аёҡаё«аёҷа№үаёІа№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹunda Д°lerlemeyi GГ¶ster
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҝСҖРҫРіСҖРөСҒ Сғ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: еңЁдҫ§иҫ№ж ҸжҳҫзӨәиҝӣеәҰ
zh_hant: еңЁеҒҙйӮҠж¬„йЎҜзӨәйҖІеәҰ

# settings.app.showProgress.subtitle
source: Display the built-in progress bar from set_progress.
ar: Ш№ШұШ¶ ШҙШұЩҠШ· Ш§Щ„ШӘЩӮШҜЩ… Ш§Щ„Щ…ШҜЩ…Ш¬ Щ…ЩҶ set_progress.
bs: PrikaЕҫi ugraД‘enu traku napretka iz set_progress.
da: Vis den indbyggede fremskridtslinje fra set_progress.
de: Den integrierten Fortschrittsbalken von set_progress anzeigen.
es: Mostrar la barra de progreso integrada de set_progress.
fr: Afficher la barre de progression intГ©grГ©e de set_progress.
it: Visualizza la barra di progresso integrata da set_progress.
ja: set_progressгҒ«гӮҲгӮӢзө„гҒҝиҫјгҒҝгғ—гғӯгӮ°гғ¬гӮ№гғҗгғјгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: set_progressмқҳ кё°ліё м ңкіө м§„н–ү н‘ңмӢңмӨ„мқ„ н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis den innebygde fremdriftsindikatoren fra set_progress.
pl: WyЕӣwietlaj wbudowany pasek postДҷpu z set_progress.
pt_br: Exibir a barra de progresso integrada de set_progress.
ru: РһСӮРҫРұСҖР°Р¶Р°СӮСҢ РІСҒСӮСҖРҫРөРҪРҪСӢР№ РёРҪРҙРёРәР°СӮРҫСҖ РҝСҖРҫРіСҖРөСҒСҒР° РёР· set_progress.
th: а№ҒаёӘаё”аёҮа№Ғаё–аёҡаё„аё§аёІаёЎаё„аё·аёҡаё«аёҷа№үаёІа№ғаёҷаё•аёұаё§аёҲаёІаёҒ set_progress
tr: set_progress'ten yerleЕҹik ilerleme Г§ubuДҹunu gГ¶ster.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РІРұСғРҙРҫРІР°РҪРёР№ С–РҪРҙРёРәР°СӮРҫСҖ РҝСҖРҫРіСҖРөСҒСғ Р· set_progress.
zh_hans: жҳҫзӨәжқҘиҮӘ set_progress зҡ„еҶ…зҪ®иҝӣеәҰжқЎгҖӮ
zh_hant: йЎҜзӨәдҫҶиҮӘ set_progress зҡ„е…§е»әйҖІеәҰеҲ—гҖӮ

# settings.app.showPullRequests
source: Show Pull Requests in Sidebar
ar: Ш№ШұШ¶ Ш·Щ„ШЁШ§ШӘ Ш§Щ„ШіШӯШЁ ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: PrikaЕҫi pull zahtjeve u boДҚnoj traci
da: Vis pull requests i sidebjГҰlke
de: Pull Requests in Seitenleiste anzeigen
es: Mostrar pull requests en la barra lateral
fr: Afficher les Pull Requests dans la barre latГ©rale
it: Mostra Pull Request nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ«гғ—гғ«гғӘгӮҜгӮЁгӮ№гғҲгӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ Pull Request н‘ңмӢң
nb: Vis pull-forespГёrsler i sidepanelet
pl: PokaЕј pull requesty na pasku bocznym
pt_br: Mostrar Pull Requests na Barra Lateral
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ Р·Р°РҝСҖРҫСҒСӢ РҪР° СҒР»РёСҸРҪРёРө РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№ҒаёӘаё”аёҮ Pull Request а№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹunda ГҮekme Д°steklerini GГ¶ster
uk: РҹРҫРәР°Р·СғРІР°СӮРё Р·Р°РҝРёСӮРё РҪР° Р·Р»РёСӮСӮСҸ РІ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: еңЁдҫ§иҫ№ж ҸжҳҫзӨәжӢүеҸ–иҜ·жұӮ
zh_hant: еңЁеҒҙйӮҠж¬„йЎҜзӨә Pull Request

# settings.app.showPullRequests.subtitle
source: Display review items (PR/MR/etc.) with status, number, and clickable link.
ar: Ш№ШұШ¶ Ш№ЩҶШ§ШөШұ Ш§Щ„Щ…ШұШ§Ш¬Ш№Ш© (Ш·Щ„ШЁШ§ШӘ Ш§Щ„ШіШӯШЁ/Ш§Щ„ШҜЩ…Ш¬/ШҘЩ„Ш®.) Щ…Ш№ Ш§Щ„ШӯШ§Щ„Ш© ЩҲШ§Щ„ШұЩӮЩ… ЩҲШ§Щ„ШұШ§ШЁШ· Ш§Щ„ЩӮШ§ШЁЩ„ Щ„Щ„ЩҶЩӮШұ.
bs: PrikaЕҫi stavke za pregled (PR/MR/itd.) sa statusom, brojem i linkom.
da: Vis gennemgangselementer (PR/MR osv.) med status, nummer og klikbart link.
de: Review-Elemente (PR/MR/etc.) mit Status, Nummer und anklickbarem Link anzeigen.
es: Mostrar elementos de revisiГіn (PR/MR/etc.) con estado, nГәmero y enlace interactivo.
fr: Afficher les Г©lГ©ments de revue (PR/MR/etc.) avec le statut, le numГ©ro et un lien cliquable.
it: Visualizza elementi di revisione (PR/MR/ecc.) con stato, numero e link cliccabile.
ja: гӮ№гғҶгғјгӮҝгӮ№гҖҒз•ӘеҸ·гҖҒгӮҜгғӘгғғгӮҜеҸҜиғҪгҒӘгғӘгғігӮҜд»ҳгҒҚгҒ®гғ¬гғ“гғҘгғјй …зӣ®пјҲPR/MRгҒӘгҒ©пјүгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: мғҒнғң, лІҲнҳё л°Ҹ нҒҙлҰӯ к°ҖлҠҘн•ң л§ҒнҒ¬к°Җ мһҲлҠ” лҰ¬л·° н•ӯлӘ©(PR/MR л“ұ)мқ„ н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis gjennomgangselementer (PR/MR/osv.) med status, nummer og klikkbar lenke.
pl: WyЕӣwietlaj elementy przeglД…du (PR/MR/itp.) ze statusem, numerem i klikalnym linkiem.
pt_br: Exibir itens de revisГЈo (PR/MR/etc.) com status, nГәmero e link clicГЎvel.
ru: РһСӮРҫРұСҖР°Р¶Р°СӮСҢ СҚР»РөРјРөРҪСӮСӢ РҝСҖРҫРІРөСҖРәРё (PR/MR Рё СӮ.Рҙ.) СҒРҫ СҒСӮР°СӮСғСҒРҫРј, РҪРҫРјРөСҖРҫРј Рё СҒСҒСӢР»РәРҫР№.
th: а№ҒаёӘаё”аёҮаёЈаёІаёўаёҒаёІаёЈаё•аёЈаё§аёҲаёӘаёӯаёҡ (PR/MR/аёӯаё·а№Ҳаёҷа№Ҷ) аёһаёЈа№үаёӯаёЎаёӘаё–аёІаёҷаё° аё«аёЎаёІаёўа№ҖаёҘаёӮ а№ҒаёҘаё°аёҘаёҙаёҮаёҒа№Ңаё—аёөа№Ҳаё„аёҘаёҙаёҒа№„аё”а№ү
tr: Durum, numara ve tДұklanabilir baДҹlantДұyla inceleme Г¶Дҹelerini (PR/MR/vb.) gГ¶ster.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РөР»РөРјРөРҪСӮРё РҝРөСҖРөРіР»СҸРҙСғ (PR/MR СӮРҫСүРҫ) Р·С– СҒСӮР°СӮСғСҒРҫРј, РҪРҫРјРөСҖРҫРј СӮР° РәР»С–РәР°РұРөР»СҢРҪРёРј РҝРҫСҒРёР»Р°РҪРҪСҸРј.
zh_hans: жҳҫзӨәеҢ…еҗ«зҠ¶жҖҒгҖҒзј–еҸ·е’ҢеҸҜзӮ№еҮ»й“ҫжҺҘзҡ„е®ЎжҹҘйЎ№пјҲPR/MR зӯүпјүгҖӮ
zh_hant: йЎҜзӨәеҜ©жҹҘй …зӣ®пјҲPR/MR зӯүпјүпјҢеҢ…еҗ«зӢҖж…ӢгҖҒз·Ёиҷҹе’ҢеҸҜй»һж“Ҡзҡ„йҖЈзөҗгҖӮ

# settings.app.sidebarBranchLayout
source: Sidebar Branch Layout
ar: ШӘШ®Ш·ЩҠШ· Ш§Щ„ЩҒШұЩҲШ№ ЩҒЩҠ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ
bs: Raspored grana u boДҚnoj traci
da: SidebjГҰlkens grenlayout
de: Seitenleisten-Branch-Layout
es: DisposiciГіn de ramas en la barra lateral
fr: Disposition des branches dans la barre latГ©rale
it: Layout branch nella barra laterale
ja: гӮөгӮӨгғүгғҗгғјгҒ®гғ–гғ©гғігғҒгғ¬гӮӨгӮўгӮҰгғҲ
ko: мӮ¬мқҙл“ңл°” лёҢлһңм№ҳ л Ҳмқҙм•„мӣғ
nb: Grenoppsett i sidepanelet
pl: UkЕӮad gaЕӮДҷzi na pasku bocznym
pt_br: Layout de Branch na Barra Lateral
ru: РңР°РәРөСӮ РІРөСӮРҫРә РІ РұРҫРәРҫРІРҫР№ РҝР°РҪРөР»Рё
th: а№Җаё„а№үаёІа№Ӯаё„аёЈаёҮаёӘаёІаёӮаёІа№ғаёҷа№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮ
tr: Kenar ГҮubuДҹu Dal DГјzeni
uk: РңР°РәРөСӮ РіС–Р»РҫРә Сғ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–
zh_hans: дҫ§иҫ№ж ҸеҲҶж”ҜеёғеұҖ
zh_hant: еҒҙйӮҠж¬„еҲҶж”ҜзүҲйқў

# settings.app.sidebarBranchLayout.inline
source: Inline
ar: ШіШ·ШұЩҠ
bs: U redu
de: Einzeilig
es: En lГӯnea
fr: En ligne
it: In linea
ja: гӮӨгғігғ©гӮӨгғі
ko: мқёлқјмқё
nb: Innebygd
pl: W linii
pt_br: Em Linha
ru: Р’ СҒСӮСҖРҫРәСғ
th: а№Ғаёҡаёҡаёӯаёҙаёҷа№„аёҘаёҷа№Ң
tr: SatДұr Д°Г§i
uk: Р’ СҖСҸРҙРҫРә
zh_hans: еҚ•иЎҢ
zh_hant: иЎҢе…§

# settings.app.sidebarBranchLayout.subtitleInline
source: Inline: all branches share one line.
ar: ШіШ·ШұЩҠ: Ш¬Щ…ЩҠШ№ Ш§Щ„ЩҒШұЩҲШ№ ШӘШҙШӘШұЩғ ЩҒЩҠ ШіШ·Шұ ЩҲШ§ШӯШҜ.
bs: U redu: sve grane dijele jednu liniju.
da: Inline: alle grene deler Г©n linje.
de: Einzeilig: Alle Branches teilen sich eine Zeile.
es: En lГӯnea: todas las ramas comparten una sola lГӯnea.
fr: En ligne : toutes les branches partagent une seule ligne.
it: In linea: tutti i branch condividono una riga.
ja: гӮӨгғігғ©гӮӨгғі: гҒҷгҒ№гҒҰгҒ®гғ–гғ©гғігғҒгҒҢ1иЎҢгҒ«иЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: мқёлқјмқё: лӘЁл“ лёҢлһңм№ҳк°Җ н•ң мӨ„м—җ н‘ңмӢңлҗ©лӢҲлӢӨ.
nb: Innebygd: alle grener deler Г©n linje.
pl: W linii: wszystkie gaЕӮДҷzie w jednym wierszu.
pt_br: Em Linha: todas as branches compartilham uma linha.
ru: Р’ СҒСӮСҖРҫРәСғ: РІСҒРө РІРөСӮРәРё РІ РҫРҙРҪРҫР№ СҒСӮСҖРҫРәРө.
th: а№Ғаёҡаёҡаёӯаёҙаёҷа№„аёҘаёҷа№Ң: аёӘаёІаёӮаёІаё—аёұа№үаёҮаё«аёЎаё”а№ҒаёӘаё”аёҮа№ғаёҷаёҡаёЈаёЈаё—аёұаё”а№Җаё”аёөаёўаё§
tr: SatДұr Д°Г§i: tГјm dallar tek satДұrДұ paylaЕҹДұr.
uk: Р’ СҖСҸРҙРҫРә: СғСҒС– РіС–Р»РәРё РІ РҫРҙРҪРҫРјСғ СҖСҸРҙРәСғ.
zh_hans: еҚ•иЎҢпјҡжүҖжңүеҲҶж”Ҝе…ұдә«дёҖиЎҢгҖӮ
zh_hant: иЎҢе…§пјҡжүҖжңүеҲҶж”Ҝе…ұз”ЁдёҖиЎҢгҖӮ

# settings.app.sidebarBranchLayout.subtitleVertical
source: Vertical: each branch appears on its own line.
ar: Ш№Щ…ЩҲШҜЩҠ: ЩғЩ„ ЩҒШұШ№ ЩҠШёЩҮШұ ЩҒЩҠ ШіШ·Шұ Ш®Ш§Шө ШЁЩҮ.
bs: Vertikalno: svaka grana se pojavljuje u svom redu.
da: Lodret: hver gren vises pГҘ sin egen linje.
de: Vertikal: Jeder Branch erscheint in einer eigenen Zeile.
es: Vertical: cada rama aparece en su propia lГӯnea.
fr: Vertical : chaque branche apparaГ®t sur sa propre ligne.
it: Verticale: ogni branch appare sulla propria riga.
ja: зёҰ: еҗ„гғ–гғ©гғігғҒгҒҢгҒқгӮҢгҒһгӮҢгҒ®иЎҢгҒ«иЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: м„ёлЎң: к°Ғ лёҢлһңм№ҳк°Җ лі„лҸ„мқҳ мӨ„м—җ н‘ңмӢңлҗ©лӢҲлӢӨ.
nb: Vertikal: hver gren vises pГҘ sin egen linje.
pl: Pionowo: kaЕјda gaЕӮД…Еә w osobnym wierszu.
pt_br: Vertical: cada branch aparece em sua prГіpria linha.
ru: Р’РөСҖСӮРёРәР°Р»СҢРҪРҫ: РәР°Р¶РҙР°СҸ РІРөСӮРәР° РҪР° РҫСӮРҙРөР»СҢРҪРҫР№ СҒСӮСҖРҫРәРө.
th: а№Ғаёҡаёҡа№Ғаёҷаё§аё•аёұа№үаёҮ: а№Ғаё•а№ҲаёҘаё°аёӘаёІаёӮаёІа№ҒаёӘаё”аёҮа№ғаёҷаёҡаёЈаёЈаё—аёұаё”аёӮаёӯаёҮаё•аёұаё§а№ҖаёӯаёҮ
tr: Dikey: her dal kendi satДұrДұnda gГ¶rГјnГјr.
uk: Р’РөСҖСӮРёРәР°Р»СҢРҪРҫ: РәРҫР¶РҪР° РіС–Р»РәР° РҪР° РҫРәСҖРөРјРҫРјСғ СҖСҸРҙРәСғ.
zh_hans: еһӮзӣҙпјҡжҜҸдёӘеҲҶж”ҜзӢ¬еҚ дёҖиЎҢгҖӮ
zh_hant: еһӮзӣҙпјҡжҜҸеҖӢеҲҶж”ҜзҚЁз«ӢдёҖиЎҢгҖӮ

# settings.app.sidebarBranchLayout.vertical
source: Vertical
ar: Ш№Щ…ЩҲШҜЩҠ
bs: Vertikalno
da: Lodret
de: Vertikal
it: Verticale
ja: зёҰ
ko: м„ёлЎң
nb: Vertikal
pl: Pionowo
ru: Р’РөСҖСӮРёРәР°Р»СҢРҪРҫ
th: а№Ғаёҷаё§аё•аёұа№үаёҮ
tr: Dikey
uk: Р’РөСҖСӮРёРәР°Р»СҢРҪРҫ
zh_hans: еһӮзӣҙ
zh_hant: еһӮзӣҙ
